{
  "title": "About Copd",
  "source": "CDC",
  "content": "May 15, 2024\nAbout COPD\nKey points\nChronic obstructive pulmonary disease (COPD) prevents airflow to the lungs, causing breathing problems.\nIt is a leading cause of death in the United States.\nSmoking is the main cause of COPD, but nonsmokers can get it.\nTalk with your doctor if you have COPD symptoms or previously smoked.\nWhat it is\nCOPD is a group of lung diseases that get worse over time.\nThe most common COPD types are\nemphysema\nand\nchronic bronchitis\n.\nThere is no cure for COPD, but it can be treated.\nNearly 16 million U.S. adults have COPD,\n1\nand many more do not know they have it.\n2\nSymptoms\nCommon signs and symptoms include:\nFrequent coughing or wheezing.\nShortness of breath doing everyday activities.\nTrouble taking deep breaths.\nExcess phlegm or mucus.\nComplications\nCOPD is 1 of the top 10 causes of death in the U.S.\n3\n4\nPeople with COPD are more likely to have difficulty:\n1\nWorking or doing usual activities.\nWalking or climbing stairs.\nConcentrating, remembering, or making decisions.\nThey are also more likely to have:\nOther chronic diseases like asthma, heart disease, and diabetes.\nDepression or mental health condition.\nReported poor health.\nCauses and risk factors\nTobacco smoke is the main cause of COPD in the United States.\n5\nRisk factors\nAnyone who smokes or used to smoke cigarettes has a higher risk of developing COPD.\nOther risk factors include:\nSecondhand smoke.\nExposure to environmental or workplace breathing hazards.\nFamily history of COPD.\nAsthma.\nReducing risk\nTo lower your risk of COPD:\nStop smoking.\nAvoid inhaling cigarette smoke.\nLimit time in places with bad air quality.\nWho is at risk\nSome people are more likely to have COPD, including:\n1\n6\n7\nCurrent or former smokers.\nPeople with a history of asthma.\nWomen.\nAdults 65 and older.\nAmerican Indian or Alaska Native populations and people of more than one race.\nPeople who are unemployed, unable to work, retired, a homemaker or a student.\nPeople with less than a high school education.\nDiagnosis\nIf you have any COPD symptoms, talk to your doctor.\nGetting diagnosed early allows you to manage and treat COPD, so you can prevent it from getting worse.\nGetting tested\nDoctors can use a common test to help detect COPD.\nThe spironmetry test looks at how well your lungs work.\nIt measures how much air you can breathe in and force out.\nTreatment and management\nThere is no cure for COPD, but there are steps you can take.\nLifestyle changes and treatments can help reduce your symptoms and improve your quality of life.\nLifestyle changes\nQuit smoking—For smokers with COPD, the most important part of treatment is to stop smoking.\nPulmonary rehabilitation programs—These personalized programs teach you how to manage your COPD symptoms. You may learn how to:\nBreathe better.\nConserve your energy.\nChoose what types of food and physical activities are right for you.\nTreatment options\nMedication—Symptoms like coughing or wheezing can be treated with different medicines. Respiratory infections can be treated with antibiotics. This will help prevent serious problems that could develop.\nVaccinations—Lung infections can cause serious problems for people with COPD. Respiratory disease vaccines can help prevent illness. These vaccines include:\nCOVID-19.\nFlu (influenza).\nPneumococcal.\nOxygen therapy—Portable oxygen can help you breathe easier if your blood oxygen levels are low.\nMay 14, 2024\nSources\nPrint\nShare\nFacebook\nLinkedIn\nTwitter\nSyndicate\nContent Source:\nNational Center for Chronic Disease Prevention and Health Promotion\nReferences\nBRFSS Web Enabled Analysis Tool. Centers for Disease Control and Prevention. Accessed January 9, 2024.\nhttps://nccd.cdc.gov/weat/#/\nMartinez CH, Mannino DM, Jaimes FA, et al. Undiagnosed obstructive lung disease in the United States. Associated factors and long-term mortality.\nAnn Am Thorac Soc\n. 2015;12(12):1788â1795.\nhttps://doi.org/10.1513/AnnalsATS.201506-388OC\nLeading Causes of Death, 1900-1998. Centers for Disease Control and Prevention,\nhttps://stacks.cdc.gov/view/cdc/53236\nCurtin SC, Tejada-Vera B, Bastian BA. Deaths: Leading causes for 2020. National Vital Statistics Reports; 2023: National Center for Health Statistics.\nCenters for Disease Control and Prevention. Annual smoking-attributable mortality, years of potential life lost, and productivity losses â United States, 1997â2001.\nMMWR Morb Mortal Wkly Rep\n. 2005;54(25):625â628.\nhttps://www.cdc.gov/mmwr/preview/mmwrhtml/mm5425a1.htm\nLiu Y, Carlson SA, Watson KB, Xu F, Greenlund KJ. Trends in the prevalence of chronic obstructive pulmonary disease among adults aged â¥18 years â United States, 2011â2021.\nMMWR Morb Mortal Wkly Rep.\n2023;72:1250â1256.\nhttps://www.cdc.gov/mmwr/volumes/72/wr/pdfs/mm7246a1-H.pdf\nFord ES, Croft JB, Mannino DM, Wheaton AG, Zhang X, Giles WH. COPD surveillanceâUnited States, 1999â2011.\nChest.\n2013;144:284â305.\nhttps://doi.org/10.1378/chest.13-0809"
}