{
  "title": "Clinical Guidance For Asthma, Other Respiratory Conditions, And Or Mold Allergy After A Severe Weather Event",
  "source": "CDC",
  "content": "July 3, 2024\nClinical Guidance for Asthma, Other Respiratory Conditions, and/or Mold Allergy After a Severe Weather Event\nPurpose\nThis information is intended to complement, not replace, standard, guidelines-based medical care (e.g., ensuring patients are taking the appropriate medications correctly).\nKey Points\nPatients with asthma and other lung conditions should not enter buildings with indoor water leaks or mold growth that can be seen or smelled, even if they do not have an allergy to mold.\nPatients with immune suppression (such as people with HIV infection, cancer patients taking chemotherapy, and people who have received an organ or stem cell transplant) should not enter buildings with indoor water leaks or mold growth.\nChildren should not take part in disaster cleanup work.\nHow Exposure to Mold Can Affect Asthma, Other Respiratory Conditions, and Allergies\nPatients with asthma, allergies, or other lung conditions may be more sensitive to mold. Exposure to mold can lead to asthma attacks, as well as eye, nose, and skin irritation.\nMore information is available from:\nI\nnstitute of Medicine. Climate Change, the Indoor Environment, and Health. 2011.\nBaxi SN et al. Exposure and Health Effects of Fungi on Humans. 2016.\nMitigating risk\nIf your patient's home was flooded or wet indoors (including furniture, carpeting, and other household items) for more than 24 to 48 hours, they should assume there is mold in the home. Before re-occupying the home, homeowners and renters need to completely dry everything, clean up the mold, and make sure they don’t still have moisture problems such as a damaged roof or other water leaks.\nYour patients may see or smell mold on clothing, drywall, furniture, cardboard boxes, or books, but mold may also be hidden under or behind items like carpet, cushions, or walls.\nCDC recommends removal no matter what type of mold is present. Sampling for mold can be expensive, and there are no set standards to determine the different kinds of mold in a building. The best thing to do is to safely remove the mold and prevent future mold growth.\nMold growth can be removed from hard surfaces using commercial products, soap and water, or a bleach solution of\nno more than 1 cup\nof household laundry bleach in 1 gallon of water. Patients who can safely enter the building should follow the manufacturers’ instructions for use. Patients who can safely enter the building can use a stiff brush on rough surface materials such as concrete.\nBleach should\nnever\nbe mixed with ammonia or other household cleaners. Mixing bleach with ammonia or other cleaning products will produce dangerous, toxic fumes.\nMore resources, including cleanup information for workers, are available at\nhttps://www.cdc.gov/mold-health/about/#cdc_environmental_basics_after-cleaning\nFrequently asked questions\nHow can patients prevent mold growth ?\nTo prevent mold growth in their homes, patients can:\nKeep humidity levels in their homes as low as they can — no higher than 50 percent — all day long. An air conditioner or dehumidifier will help keep the humidity level low. They can buy meters (hygrometers) to check their homes’ humidity at home improvement stores. Humidity levels change over the course of a day so they will need to check the humidity levels more than once a day.\nBe sure the air in their homes flows freely. Use exhaust fans that vent outside their homes in the kitchen and bathroom. Make sure their clothes dryers vent outside their homes.\nFix any leaks in their homes’ roofs, walls, or plumbing to help prevent mold growth.\nClean up and dry out their homes fully and quickly (within 24–48 hours) after a flood.\nAdd mold inhibitors to paints before painting. They can buy mold inhibitors at paint and home improvement stores.\nClean bathrooms with mold-killing products.\nRemove or replace carpets and upholstery that have been soaked and cannot be dried right away. Avoid using carpet in places like bathrooms or basements that may have a lot of moisture.\nTo learn more about preventing mold in the home, patients can see the Environmental Protection Agency’s book\nA Brief Guide to Mold, Moisture, and Your Home\nResources\nMold\nMold Resources and Publications\nMold Can Make You Sick After Floods\nFlooding and Mold activity book for children (English)\nFlooding and Mold activity book for children (Spanish)\nAsthma Care Before, During, and After a Hurricane or Other Tropical Storm\nAllergy Testing for Persons with Asthma\nThis fact sheet has frequently asked questions about testing for allergies, including allergies to mold, for people with asthma.\nAsthma and Inhalant Allergens\nThis slide presentation includes descriptions of the process through which inhalant allergens, including mold, can affect individuals with asthma; the types of inhalant allergens that can affect individuals with asthma; and recommendations for the environmental control of inhalant allergens for individuals with asthma found to be sensitive to inhalant allergens.\nDisaster Information for People With Chronic Conditions and Disabilities\nThis website has disaster Information for people with chronic conditions and disabilities.\nSafe Drug Use After a Natural Disaster\nInformation from the U.S. Food & Drug Administration on the use of medications that may be affected by fire, flooding or unsafe water, and on the use of temperature-sensitive drugs when refrigeration is temporarily unavailable.\nJuly 3, 2024\nSources\nPrint\nShare\nFacebook\nLinkedIn\nTwitter\nSyndicate\nContent Source:\nNational Center for Environmental Health\nSources\nhttps://www.cdc.gov/asthma/emergency/index.html"
}