{
  "title": "Long Covid Basics",
  "source": "CDC",
  "content": "February 3, 2025\nEspañol\nLong COVID Basics\nKey points\nLong COVID is a serious illness that can result in chronic conditions requiring comprehensive care and may cause disability.\nLong COVID can include a wide range of ongoing symptoms and conditions that can last weeks, months, or even years after COVID-19 illness.\nAnyone who had a SARS-CoV-2 infection, the virus that causes COVID-19, can experience Long COVID, including children.\nCOVID-19 vaccination is the best available tool to prevent Long COVID.\nLiving with Long COVID can be difficult and isolating, especially when there are no immediate answers or solutions.\nAbout Long COVID\nLong COVID is defined\nas a chronic condition that occurs after SARS-CoV-2 infection and is present for at least 3 months. Long COVID includes a wide range of symptoms or conditions that may improve, worsen, or be ongoing.\nAnyone can get Long COVID\nLong COVID occurs more often in people who had severe COVID-19 illness, but anyone who gets COVID-19 can experience it, including children.\nMost people with Long COVID experience symptoms days after first learning they had COVID-19, but some people who later develop Long COVID do not know when they were infected. People can be\nreinfected with SARS-CoV-2\nmultiple times. Each time a person is infected with SARS-CoV-2, they have a risk of developing Long COVID.\nLong COVID symptoms\nand conditions can emerge, persist, resolve, and reemerge over weeks and months. These symptoms and conditions can range from mild to severe, may require comprehensive care, and can even result in a\ndisability\n.\nWhile rates of new cases of Long COVID have decreased since the beginning of the COVID-19 pandemic, it remains a serious public health concern as millions of U.S. adults and children have been affected by Long COVID.\nWho is at risk\nWhile anyone who gets COVID-19 can develop Long COVID, studies have shown that some groups of people are more likely to develop Long COVID than others, including (not a comprehensive list):\nWomen\nHispanic and Latino people\nPeople who have experienced more severe COVID-19 illness, especially those who were hospitalized or needed intensive care\nPeople with underlying health conditions and adults who are 65 or older\nPeople who did not get a COVID-19 vaccine\nHealth inequities affect populations at risk for Long COVID\nHealth inequities from\ndisability\n, economic, geographic, and other social factors disproportionately affect some groups of people. These inequities can increase the risk of negative health outcomes and impact from Long COVID.\nPrevention\nCDC emphasizes\ncore strategies\nto lower health risks from COVID-19, including severe outcomes such as hospitalization and death. Preventing severe outcomes from COVID-19 illness helps prevent Long COVID. Steps you can take to protect yourself and others include:\nStaying up to date on COVID-19 vaccination\n.\nPracticing good\nhygiene\n(practices like handwashing that improve cleanliness)\nTaking\nsteps for cleaner air\nWhen you may have a respiratory virus:\nUse\nprecautions to prevent spread\nSeek healthcare promptly for testing and/or treatment if you have\nrisk factors for severe illness\n;\ntreatment\nmay help lower your risk of severe illness\nVaccination can prevent Long COVID\nResearch shows\nCOVID-19 vaccination\nis the best available tool to prevent Long COVID, including in children.\nTesting and diagnosis\nLong COVID is not one illness. There is no laboratory test that can determine if your symptoms or conditions are due to Long COVID. A positive SARS-CoV-2 test is not required for a Long COVID diagnosis. Your healthcare provider considers a diagnosis of Long COVID based on:\nYour health history\nIf you had a diagnosis of COVID-19 by a positive test, symptoms, or exposure\nA health examination\nClinical evaluations and results of routine blood tests, chest X-rays, and electrocardiograms may be normal in someone with Long COVID. People experiencing Long COVID should seek care from a healthcare provider to create a personal medical management plan and improve their symptoms and quality of life.\nTalk to your healthcare provider\nif you think you or your child has Long COVID.\nKeep Reading:\nClinical Overview of Long COVID\nSimilar conditions\nSome people experiencing Long COVID symptoms have symptoms similar to those reported by people with\nmyalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS)\nand other poorly understood chronic illnesses that may occur after other infections. These unexplained symptoms or conditions may be misunderstood by healthcare providers, which can result in a delay in diagnosis and people receiving the appropriate care or treatment.\nKeep Reading:\nLiving with Long COVID\nWhat CDC is doing\nCDC is working with other federal agencies to better understand and\naddress the long-term impacts of Long COVID\n, who gets Long COVID, and why. CDC supports these goals by:\nPartnering with state and local jurisdictions\nSupporting healthcare providers\nPromoting and conducting research\nResearch\nStudies are in progress to learn more about Long COVID and identify further measures to help prevent Long COVID. CDC and partners use multiple approaches to support and conduct research that estimates:\nHow many people experience Long COVID and why\nWhich groups of people are disproportionately impacted by Long COVID\nHow new variants may affect Long COVID\nThe role that COVID-19 vaccination plays in preventing Long COVID\nEach approach helps CDC and its partners better understand Long COVID and how healthcare providers can treat or support patients living with these long-term effects. CDC posts data on Long COVID and provides analyses. The most recent CDC data and analyses on Long COVID can be found on the\nU.S. Census Bureau's Household Pulse Survey\n. CDC will continue to share information with healthcare providers to help them evaluate and manage these conditions.\nKeep Reading:\nCDC Science behind Long COVID\nFebruary 3, 2025\nSources\nPrint\nShare\nFacebook\nLinkedIn\nTwitter\nSyndicate\nContent Source:\nNational Center for Immunization and Respiratory Diseases\n;\nCoronavirus and Other Respiratory Viruses Division"
}