{
  "title": "Preventing Respiratory Viruses",
  "source": "CDC",
  "content": "March 1, 2024\nEspañol\nPreventing Respiratory Viruses\nWhat to know\nCDC's Respiratory Virus Guidance provides practical recommendations and information to help people lower health risks posed by a range of common respiratory viral illnesses, including COVID-19, flu, and RSV.\nOverview\nEach year, respiratory viruses are responsible for millions of illnesses and thousands of hospitalizations and deaths in the United States. In addition to the virus that causes COVID-19, there are many other types of respiratory viruses, including flu and respiratory syncytial virus (RSV). The good news is there are actions you can take to help protect yourself and others from health risks caused by respiratory viruses.\nPrevention strategies\nCore prevention strategies\nCDC recommends 5 core prevention strategies for everyone to help protect themselves and others from severe respiratory illnesses.\nCDC recommends that all people use core prevention strategies. These are important steps you can take to protect yourself and others:\nStay up to date with\nimmunizations\nPractice good\nhygiene\n(practices that improve cleanliness)\nTake\nsteps for cleaner air\nWhen you may have a respiratory virus:\nUse\nprecautions to prevent spread\nSeek health care promptly for testing and/or treatment if you have\nrisk factors for severe illness\n;\ntreatment\nmay help lower your risk of severe illness\nAdditional prevention strategies\nPeople can choose any or all of these 3 additional prevention strategies for extra protection from severe respiratory illnesses.\nAdditional prevention strategies you can choose to further protect yourself and others include:\nMasks\nPhysical distancing\nTests\nKey times for prevention\nAll of the prevention strategies described in this guidance can be helpful to reduce risk. They are especially helpful when:\nRespiratory viruses are causing a lot of\nillness in your community\n.\nYou or the people around you were recently exposed to a respiratory virus, are sick, or are recovering.\nYou or the people around you have\nrisk factors for severe illness\n.\nMany factors can make it more likely for someone to become very sick from a respiratory virus. In addition to this guidance, there are several specific considerations for people with certain risk factors for severe illness (\nyoung children\n,\nolder adults\n, people with\nweakened immune systems\n, women who are\npregnant\n, and people with\ndisabilities\n).\nYou may not be aware of the things that can make others more vulnerable to serious illness. Using the core prevention strategies will provide a degree of protection regardless. If you are unsure about the health condition or risk status of those around you, the most protective option is choosing to use additional prevention strategies, like masking, physical distancing, and testing.\nNotice\nCDC offers separate, specific guidance for healthcare settings (\nCOVID-19\n,\nflu\n, and\ngeneral infection prevention and control\n).\nFederal civil rights laws\nmay require reasonable modifications or reasonable accommodations in various circumstances. Nothing in this guidance is intended to detract from or supersede those laws.\nFebruary 29, 2024\nSources\nPrint\nShare\nFacebook\nLinkedIn\nTwitter\nSyndicate\nContent Source:\nNational Center for Immunization and Respiratory Diseases (NCIRD)"
}