{
  "title": "Respiratory Infections And Asthma",
  "source": "CDC",
  "content": "January 22, 2024\nRespiratory Infections and Asthma\nWhat to know\nRespiratory infections like influenza (flu), coronavirus disease 2019 (COVID-19), and RSV, or Respiratory Syncytial Virus, can be more serious for individuals with asthma because they can lead to pneumonia and asthma attacks.\nGet vaccinated for respiratory diseases when vaccines are available and your provider says you can.\nFor people with asthma\nAsthma can make managing respiratory infections and diseases more complicated. Learn how to protect yourself and prevent severe respiratory infection when you have asthma.\nDid you know?‎\nPeople with asthma should get vaccinated for respiratory diseases when vaccines are available and their provider says they can.\nFlu\nInfluenza, commonly called \"flu,\" is caused by the influenza virus, which infects the respiratory tract (nose, throat, and lungs). People with asthma are more likely to have serious health problems from getting the flu.\nIf you have asthma, take steps to prevent getting flu. Flu virus infection can cause you to have an asthma attack. An annual flu vaccine is the most important step you can take to protect yourself and others from flu. Flu vaccine may be given at the same time as other vaccines.\nLearn more about flu, how to prevent it, what to do if you get sick, and actions you can take to protect yourself and others\n.\nCOVID-19\nIf you have asthma, take steps to prevent getting COVID-19. COVID-19 infection can cause you to have an asthma attack. Staying up to date on your COVID-19 vaccines is the most important thing you can do to protect yourself. COVID-19 vaccine may be given at the same time as other vaccines.\nPeople with moderate to severe asthma, particularly if not well-controlled, might be at higher risk of getting very sick from COVID-19.\nRSV\nRSV, or Respiratory Syncytial (sin-SISH-uhl) Virus, is a common virus that usually causes mild, cold-like symptoms. Most people recover in a week or two, but RSV can be serious, especially for infants and older adults. If you have asthma, an RSV infection can cause an asthma attack.\nRSV vaccines are available for some people. For more information, see\nRSV (Respiratory Syncytial Virus) Immunizations | CDC\n.\nPneumococcal pneumonia\nIf you have asthma, you should get the pneumococcal vaccine to protect yourself against pneumococcal pneumonia. Talk to your healthcare provider about any additional vaccines you may need. Pneumococcal infections can be a serious complication of respiratory infections and can cause death. Pneumococcal vaccine may be given at the same time as other vaccines.\nTake steps to protect yourself\nThese steps will help protect you against flu, COVID-19, RSV, pneumonia, and other respiratory diseases.\nGet vaccinated\nwhen vaccines are available for a respiratory disease.\nWash your hands often.\nWash your hands with soap and water for at least 20 seconds. If soap and water are not available, use alcohol-based hand sanitizer.\nKeep your hands off your face.\nAvoid touching your eyes, nose, and mouth with unwashed hands. Germs spread this way.\nAvoid close contact with sick people.\nAvoid close contact, such as kissing, and sharing cups or eating utensils with people who have cold-like symptoms.\nClean and disinfect surfaces.\nClean and disinfect surfaces and objects that people frequently touch, such as toys, doorknobs, and mobile devices.\nWear a NIOSH Approved N95 respirator\nor other mask when you will be in crowded indoor spaces.\nImprove ventilation\n(moving air into, out of, or within a room) and filtration (trapping particles on a filter to remove them from the air) to help prevent virus particles from accumulating in indoor air.\nOther steps to stay healthy\nAlways follow your\nAsthma Action Plan\n.\nAvoid your asthma triggers.\nContinue current medications, including any inhalers with steroids in them (\"steroids\" is another word for corticosteroids). Know how to use your inhaler.\nDo not stop any medications or change your asthma treatment plan without talking to your healthcare provider.\nTalk to your healthcare provider, insurer, and pharmacist about creating an emergency supply of prescription medications, such as asthma inhalers.\nMake sure that you have 30 days of non-prescription medications and supplies on hand in case you need to stay home for a long time.\nBe careful around cleaning agents and disinfectants. Some cleaning agents can cause asthma attacks or other adverse reactions.\nProtect others by:\nStaying home when you are sick.\nStay home from work, school, and public areas when you are sick.\nWearing a mask or NIOSH Approved N95 respirator\nwith the best fit, protection, and comfort when around other people.\nCovering your coughs and sneezes.\nCover your mouth and nose with a tissue or your upper shirt sleeve when coughing or sneezing. Throw the tissue in the trash afterward.\nJanuary 22, 2024\nSources\nPrint\nShare\nFacebook\nLinkedIn\nTwitter\nSyndicate\nContent Source:\nNational Center for Environmental Health"
}