{
  "title": "Signs And Symptoms Of Long Covid",
  "source": "CDC",
  "content": "July 11, 2024\nEspañol\nSigns and Symptoms of Long COVID\nKey points\nLong COVID can include a wide range of ongoing symptoms and conditions that can last weeks, months, or even years.\nMost people with Long COVID symptoms see significant improvement after 3 months, while others may see improvement up to 6 months after symptoms first appear.\nSome people may experience health problems from different types and combinations of symptoms that require comprehensive care.\nLong COVID symptoms and conditions can result in disability.\nTalk to your healthcare provider if you think you or your child has Long COVID.\nSigns and symptoms\nLong COVID symptoms can last weeks, months, or even years.\nPeople with Long COVID can have a wide variety of symptoms that can range from mild to severe and may be similar to symptoms from other illnesses. Symptoms can last weeks, months, or years after COVID-19 illness and can emerge, persist, resolve, and reemerge over different lengths of time. Long COVID may not affect everyone the same way. Some people can experience health problems from different types and combinations of symptoms that may:\nBe difficult to recognize or diagnose\nRequire comprehensive care\nResult in disability\nFact\nFatigue, brain fog, and post-exertional malaise (PEM) are commonly reported symptoms, but more than 200 Long COVID symptoms have been identified.\nOther commonly reported symptoms (not a comprehensive list):\nGeneral symptoms\nTiredness or fatigue that interferes with daily life\nSymptoms that get worse after physical or mental effort\nFever\nRespiratory and heart symptoms\nDifficulty breathing or shortness of breath\nCoughing\nChest pain\nFast-beating or pounding heart (also known as heart palpitations)\nNeurological symptoms\nDifficulty thinking or concentrating (sometimes referred to as \"brain fog\")\nHeadaches\nSleep problems\nDizziness when you stand up (lightheadedness)\nPins-and-needles feelings\nChange in smell or taste\nDepression or anxiety\nDigestive Symptoms\nDiarrhea\nStomach pain\nConstipation\nOther symptoms\nJoint or muscle pain\nRash\nChanges in menstrual cycles\nSymptoms that are hard to explain and manage\nSome people with Long COVID have symptoms that are hard to explain or difficult to manage.\nThere is no laboratory test\nthat can determine if your unexplained symptoms are due to Long COVID. People with these unexplained symptoms may sometimes even be misunderstood or experience stigma. This can result in a delay in diagnosis and receiving the appropriate care or treatment. Long COVID treatment is focused on managing symptoms, reducing their impact on daily activities, and improving your quality of life.\nHave Long COVID symptoms?\nTalk to your healthcare provider if you are experiencing symptoms that are hard to explain or that persist, or if you think you or your child has Long COVID.\nLiving with Long COVID\nComplications\nSome people, especially those who had severe COVID-19, may experience multi-organ effects or autoimmune conditions lasting weeks, months, or even years after COVID-19 illness. Multi-organ effects can involve many body systems, including the heart, lungs, kidneys, skin, and brain. Symptoms for many of these multi-organ complications are similar to commonly reported Long COVID symptoms. As a result of these effects, people who have had COVID-19 may be more likely to develop new or worsening of health conditions such as:\nDiabetes\nHeart conditions\nBlood clots\nNeurological conditions\nPost-intensive care syndrome\nPeople with post-intensive care syndrome (PICS) may have an increased risk for Long COVID\nPeople experiencing any severe illness or hospitalization may develop problems such as\npost-intensive care syndrome (PICS)\n. While PICS is not specific to infection with SARS-CoV-2, the virus that causes COVID-19, it may occur and contribute to the person's experience of Long COVID. Health effects from PICS may begin when a person is in an intensive care unit (ICU), and can include:\nMuscle weakness\nProblems with thinking and judgment\nSymptoms of\npost-traumatic stress disorder\n(PTSD)\nFor people who experience PICS following a COVID-19 diagnosis, it is difficult to determine whether these health problems are caused by a severe illness, the virus itself, or a combination of both.\nLong COVID and myalgic encephalomyelitis/chronic fatigue syndrome\nSome people with Long COVID experience symptoms similar to those reported by people who suffer from other poorly understood chronic illnesses that may occur after other infections, such as\nMyalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS)\n. People with ME/CFS and other infection-associated illnesses can have difficulty\nRecognizing and identifying symptoms of their illness\nBeing believed by family, friends and healthcare providers\nGetting a diagnosis\nManaging their symptoms or conditions\nCDC is working with partners to better understand and support people suffering from Long COVID, ME/CFS, and other\nchronic illnesses\n.\nResources\nDisability\nGuidance on \"Long COVID\" as a Disability Under the ADA\nSymptom resources\nLong COVID Symptom Checker\nIdentification and Management of Mental Health Symptoms and Conditions Associated with Long COVID\nChronic Symptoms Following Infections\nMyalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS)\nMental Health\nFor patients with long COVID, look out for psychiatric sequelae\nJuly 11, 2024\nSources\nPrint\nShare\nFacebook\nLinkedIn\nTwitter\nSyndicate\nContent Source:\nNational Center for Immunization and Respiratory Diseases\n;\nCoronavirus and Other Respiratory Viruses Division"
}