{
  "title": "Symptoms Of Covid-19",
  "source": "CDC",
  "content": "March 10, 2025\nLanguages\nEspañol\nKreyòl\nSymptoms of COVID-19\nKey points\nPeople with COVID-19 have a wide range of symptoms ranging from mild symptoms to severe illness.\nSymptoms may appear 2-14 days after exposure to the virus.\nSymptoms may start as mild, and some people will progress to more severe symptoms.\nSigns and Symptoms\nThe following list does not include all possible symptoms. Symptoms may change with new COVID-19 variants and can vary depending on vaccination status. Possible symptoms include:\nFever or chills\nCough\nShortness of breath or difficulty breathing\nSore throat\nCongestion or runny nose\nNew loss of taste or smell\nFatigue\nMuscle or body aches\nHeadache\nNausea or vomiting\nDiarrhea\nCDC will continue to update this list as we learn more about COVID-19.\nFeeling Sick?\nStay home and away from others\n(including people you live with who are not sick) if you have symptoms that aren't better explained by another cause.\nSeek health care promptly for testing and/or treatment if you have\nrisk factors for severe illness\n;\ntreatment\nmay help lower your risk of severe illness.\nWhen to seek emergency help\nLook for emergency warning signs* for COVID 19:\nTrouble breathing\nPersistent pain or pressure in the chest\nNew confusion\nInability to wake or stay awake\nDepending on skin tone, lips, nail beds and skin may appear pale, gray, or blue.\nIf someone is showing any of these signs, call 911 or call ahead to your local emergency facility. Notify the operator that you are seeking care for someone who has or may have COVID-19.\n*This list does not include all possible symptoms. Please call your medical provider for any other symptoms that are severe or concerning to you.\nDifference between flu and COVID-19\nInfluenza (Flu) and COVID-19 are both contagious respiratory illnesses, but they are caused by different viruses. COVID-19 is caused by infection with a coronavirus named SARS-CoV-2, and flu is caused by infection with one of the influenza viruses. You cannot tell the difference between flu and COVID-19 by symptoms alone because some of the symptoms are the same.\nSome nucleic acid amplification tests (NAATs), including PCR tests, can differentiate between flu and COVID-19 at the same time. If one of these tests is not available, many\ntesting locations\nprovide flu and COVID-19 tests separately.\nKeep Reading:\nSimilarities and Differences between Flu and COVID-19\nResources\nVideos\nSymptoms of Coronavirus Disease 2019 (youtube.com)\nMarch 10, 2025\nSources\nPrint\nShare\nFacebook\nLinkedIn\nTwitter\nSyndicate\nContent Source:\nNational Center for Immunization and Respiratory Diseases\n;\nCoronavirus and Other Respiratory Viruses Division"
}