{
  "title": "Talking With Patients About Respiratory Virus Season",
  "source": "CDC",
  "content": "October 2, 2024\nEspañol\nTalking with Patients About Respiratory Virus Season\nKey points\nHealth care providers are the most trusted source of health information for their patients.\nImmunization, timely testing, and treatment against influenza (flu), COVID-19, and respiratory syncytial virus (RSV) remains the best way to protect patients against severe disease.\nWhy talk about it\nMany people have questions about flu, COVID-19, and RSV immunizations. As patients' most trusted source of health information, health care providers play a critical role in helping them understand the importance of immunizations and that immunizations are safe and effective.\nWatch the video below about recommending immunizations to your patients this fall and winter virus season.\nMake a Difference this Fall and Winter Virus Season by Recommending the Right Immunizations\nImmunization Recommendations for the Fall and Winter Virus Season - YouTube\nPreparing for the conversation\nReview immunization history\nand recommendations based on age, underlying medical conditions, and other risk factors. View immunization schedules for\nchildren\nand\nadults\n.\nAssess\nwhether the patient has\nrisk factors\nthat place them at higher risk for severe\nflu\nand\nCOVID-19\nand should therefore receive\nprescription antiviral medications\nif they become ill.\nKeep Reading:\nBest Practices for Patient Care\nConversation strategies\nThese CDC tools provide information to help you have an effective conversation with your patient\ns.\nTalking to Parents about Vaccines\nTalking to Recipients about COVID-19 Vaccination\nBuilding Confidence with COVID-19 Vaccines\nStarting the conversation\nWhile seeing the patient\nCounsel\nthe patient or caregiver that immunizations are the best way to protect themselves or their children against severe disease, hospitalization, and death from flu, COVID-19, and RSV this season. COVID-19 vaccine is also the best way to protect themselves from getting Long COVID.\nRecommend and offer immunizations\nto patients or caregivers or refer them to where they can get vaccines. Let patients and caregivers know they may need immunizations during their next visit.\nIf a patient is at high risk for severe COVID-19 or influenza due to age or underlying conditions, explain the importance of testing and starting antiviral treatment\nas early as possible\nafter symptom onset.\nExplain how to use the\nother prevention tools\nand how these tools can help them and their families stay safe this season. These tools include:\nTesting\nWell-fitted masks\nPhysical distancing\nWashing hands\nImproving airflow or ventilation where the patient lives and works\nResources to share\nVaccine or immunization information sheets\nCOVID-19 Vaccine\nInactivated Influenza Vaccine\nLive Intranasal Influenza Vaccine\nRSV Preventive Antibody Immunization\nRSV Vaccine\nCommunication resources\nVaccine Resources\nFlu Resource Center\nRSV Resources\nOctober 2, 2024\nSources\nPrint\nShare\nFacebook\nLinkedIn\nTwitter\nSyndicate\nContent Source:\nNational Center for Immunization and Respiratory Diseases (NCIRD)"
}