{
  "title": "What To Know For This Fall And Winter Virus Season",
  "source": "CDC",
  "content": "November 21, 2024\nEspañol\nWhat to Know for this Fall and Winter Virus Season\nKey points\nRespiratory viruses like flu, COVID-19, and respiratory syncytial virus (RSV) can lead to hospitalization and even death.\nVaccination is a core strategy for lowering your risk of hospitalization, long-term health impacts, and death from these viruses.\nTreatments for flu and for COVID-19 can lessen symptoms and shorten the time you are sick.\nKeep reading to learn how to help keep yourself and others healthy this fall and winter virus season.\nCurrent situation\nRespiratory viruses situation summary\nRespiratory viruses\nremain important public health threats. Last season, over a million people were hospitalized and over 100,000 died from diseases caused by respiratory viruses. In fact, RSV is the leading cause of infant hospitalization in the United States.\nThis fall and winter virus season, protect yourself and your loved ones. This is especially important for certain groups of\npeople who are at higher risk\nfor severe disease from these viruses.\nFind illness levels in your area\nVisit the CDC's\nRespiratory Illness Data Channel\nfor information on flu, COVID-19, and RSV in your community.\nWhat you should do\nView Larger\nDownload\nView this Fall and Winter Virus Season Immunization Guide to ensure you know which vaccines are recommended for you.\nMake a plan to get vaccinated\nVaccination against flu, COVID-19, and RSV is a\ncore strategy\nfor lowering your risk of hospitalization, long-term health impacts, and death from these viruses.\nThe good news is that you can get these vaccines at the same time.\nCOVID-19 and flu vaccines\n: CDC recommends the\nseasonal flu vaccine\nand the\n2024-2025 COVID-19 vaccine\nfor\neveryone ages 6 months and older\n. Vaccination is especially important for people who are at increased risk of severe disease, such as adults 65 years and older, people with certain health conditions, nursing homes residents, and pregnant women.\nCDC now recommends\nthat people that are immunocompromised or 65 years and older receive another dose of the 2024-2025 COVID-19 vaccine 6 months after receiving their first dose.\nRSV vaccines for older adults\n: CDC recommends RSV vaccines to protect adults ages 75 years and older and adults ages 60-74 years with certain health conditions and those who live in nursing homes. Currently, older adults only need to get the RSV vaccine once, not annually.\nRSV immunizations to protect babies\n: There are two ways to protect babies when they are most at risk of getting severe RSV disease.\nVaccination during pregnancy\n(Pfizer Abrysvo only) which will provide the infant with protection against severe RSV\nImmunization of the newborn or baby\nwith an RSV protective antibody called nirsevimab.\nEach immunization offers important benefits\nCOVID-19 vaccine\ns\nand\nFlu vaccine\ns\n:\nCut your risk of hospitalization by about half.\nMake most infections less severe, helping you get back on your feet sooner.\nCOVID-19 vaccines also reduce your chance of suffering the effects of\nLong COVID\n.\nKeep reading\n: Uninsured?\nFree COVID-19 vaccines\nmay still be available.\nRSV\nimmunizations\n:\nCan reduce a baby's chances of hospitalization by over 90%.\nCan reduce the risk of hospitalization in older adults by over 70%.\nVaccines are widely available.\nVisit CDC's\nWhere to Find Vaccines\nto locate vaccines in your area.\nLayer prevention strategies\nCDC's respiratory virus guidance consists of five core and three additional prevention strategies you can take to help protect yourself and others from health risks caused by respiratory viruses.\nCDC's\nRespiratory Virus Guidance\nrecommends that all people use core prevention strategies.\nThe core prevention strategies include:\nStaying up to date with\nimmunizations\n.\nPracticing good\nhygiene\n.\nTaking steps for\ncleaner air\n.\nWhen you have a respiratory virus:\nUse precautions to reduce the spread, such as\nstaying home\nand away from others.\nSeek health care for\ntreatment\nif you have risk factors for severe illness.\nAdditional prevention strategies include\nmasking\n,\ndistancing\n, and\ntesting\n. Layering these additional prevention strategies is especially helpful when:\nRespiratory virus levels are higher in your community\n.\nYou or people around you have\nrisk factors for severe illness\n.\nYou or people around you were recently exposed, sick, or are recovering.\nSpotlight on treatment\nTreatments for flu and for COVID-19 can lessen symptoms and shorten the time you are sick. They also may reduce the risk of complications, including those that can result in hospitalization. For people with risk factors for severe illness, early treatment can mean having milder illness. Treatment for COVID-19 can cut your risk of hospitalization in half or more.\nKnow the treatment options for\nflu\nand\nCOVID-19\nbefore you get sick.\nSeek health care right away for treatment if you believe you may have a respiratory virus and you have\nrisk factors for severe illness\n.\nTesting\ncan help. Home tests for both COVID-19 and flu are available, including some that can test for both flu and COVID-19.\nNovember 21, 2024\nSources\nPrint\nShare\nFacebook\nLinkedIn\nTwitter\nSyndicate\nContent Source:\nNational Center for Immunization and Respiratory Diseases (NCIRD)"
}